<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<pre style=" width: 100%; display: flex;
 ">
이용자 본인은 아래의 개인정보가 사실임을 확인하며, 아래와 같이 개인정보를 수집 및 이용하는 것에 동의합니다.

1. 개인정보의 수집 및 이용 목적

Clean Table은 Itwill 프로그램 신청을 통한 이용자 확인과 각종 문의 사항을 대응하기 위해 정확한 본인 확인을 목적으로 개인정보를 수집하고 있습니다.

수집한 개인정보는 해당 목적 이외에 고객의 동의 없이 다른 용도로 이용하지 않습니다.


2. 수집하는 개인정보의 항목

&lt;필수정보&gt; 이름, 연락처, 이메일


3. 개인정보의 보유 및 이용기간

Clean Table은 개인 정보 보호법에 의거하여 동의해 주신 개인 정보를 1년 보존하며, 이 경우 회사는 보관하는 정보를 그 보관 목적으로만 이용합니다.


4. 개인정보의 위탁 제공

Clean Table은 식당 예약 서비스 제공을 위한 개인정보에 대해 외부에 위탁하고 있으며, 수탁업체가 개인정보를 안전하게 처리하도록 필요한 사항을 규정하고 관리/감독하고 있습니다.


•위탁 제공 개인정보 : 이름, 연락처, 이메일

•위탁처리 기관 및 위탁 업무 내용

- 위탁 업무 내용 : Itwill 신청자 확인 및 운영업무

- 수탁업체 : 주식회사Itwill컴퍼니


5. 개인정보 수집 동의 거부의 권리

Clean Table은 식당 예약 서비스 제공을 위한 정보 외에 추가 정보는 수집하지 않습니다.

귀하는 개인정보 수집에 동의하지 않을 수 있으며, 귀하가 동의하지 않을 경우 Clean Table의 예약 서비스가 제한될 수 있습니다.
</pre>